tap "anomalyco/tap"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "fzf-tab"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "jq"
brew "mise"
brew "ollama"
brew "pinentry-mac"
brew "starship"
brew "tldr"
brew "tmux"
brew "trash"
brew "websocat"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
cask "1password"
cask "1password-cli"
cask "claude"
cask "cleanshot"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "httpie-desktop"
cask "hyperkey"
cask "karabiner-elements"
cask "linear-linear"
cask "lm-studio"
cask "loom"
cask "opencode-desktop"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "zed"
cask "zoom"
cask "font-geist-mono"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
